Repository: WordPressBugBounty/plugins-cart-lift
Catalog: cart-lift/languages/cart-lift-*.po
Languages: da_dk, de_ch, el, it_it, pl_pl, ru_ru

source: Products on Cart
da_dk: Produkter på indkøbskurv
de_ch: Produkte auf Warenkorb
el: Προϊόντα στο καλάθι
it_it: Prodotti sul carrello
pl_pl: Produkty na koszyku
ru_ru: Товары на тележке

source: Promotional discount
da_dk: Kampagnerabat
de_ch: Aktionsrabatt
el: προωθητική έκπτωση
it_it: sconto promozionale
pl_pl: Rabat promocyjny
ru_ru: скидка на рекламу

source: Proven email templates
da_dk: Gennemprøvede e-mail-skabeloner
de_ch: Bewährte E-Mail-Vorlagen
el: Αποδεδειγμένα πρότυπα email
it_it: Modelli di posta elettronica comprovati
pl_pl: Sprawdzone szablony e-maili
ru_ru: Подтвержденные шаблоны электронной почты

source: Provider
da_dk: udbyder
de_ch: Anbieter
el: προμηθευ
it_it: fornitore
pl_pl: zaopatrzeniowiec
ru_ru: поставщик

source: Quantity
da_dk: kvantitet
de_ch: Menge
el: ποσότης
it_it: quantità
pl_pl: stan
ru_ru: величина

source: Real Time Updates
da_dk: Realtidsopdateringer
de_ch: Echtzeit-Updates
el: Ενημερώσεις σε πραγματικό χρόνο
it_it: Aggiornamenti in tempo reale
pl_pl: Aktualizacje w czasie rzeczywistym
ru_ru: Обновления в реальном времени

source: Really, if I could give you 1000 stars, not 5. I started with buying Cart Lift, and now I am happy that I bought the agency plan. The Cart Lift and all the plugins do their job, but what distinguishes the team is that it listens to your suggestions and implements them, as well as listens to your problems and solves them
da_dk: Virkelig, hvis jeg kunne give dig 1000 stjerner, ikke 5. Jeg startede med at købe vognlift, og nu er jeg glad for, at jeg købte bureauplanen. Vognløftet og alle plugins gør deres arbejde, men det, der adskiller holdet, er, at det lytter til dine forslag og implementerer dem, samt lytter til dine problemer og løser dem
de_ch: Wirklich, wenn ich Ihnen 1000 Sterne geben könnte, nicht 5. Ich begann mit dem Kauf des Cart Lift, und jetzt bin ich froh, dass ich den Agenturplan gekauft habe. Der Wagenlift und alle Plugins machen ihre Arbeit, aber was das Team auszeichnet, ist, dass es auf Ihre Vorschläge hört und diese implementiert, sowie auf Ihre Probleme hört und sie löst
el: Πραγματικά, αν μπορούσα να σας δώσω 1000 αστέρια, όχι 5. Ξεκίνησα με την αγορά ανελκυστήρα καροτσιού και τώρα είμαι χαρούμενος που αγόρασα το σχέδιο πρακτορείου. Το Cart Lift και όλα τα πρόσθετα κάνουν τη δουλειά τους, αλλά αυτό που διακρίνει την ομάδα είναι ότι ακούει τις προτάσεις σας και τις εφαρμόζει, καθώς και ακούει τα προβλήματά σας και τα λύνει
it_it: Davvero, se potessi darti 1000 stelle, non 5. Ho iniziato con l'acquisto di un carrello elevatore, e ora sono felice di aver acquistato il piano dell'agenzia. Il carrello solleva e tutti i plugin fanno il loro lavoro, ma ciò che distingue il team è che ascolta i tuoi suggerimenti e li implementa, oltre a ascoltare i tuoi problemi e li risolve
pl_pl: Naprawdę, gdybym mógł dać ci 1000 gwiazdek, a nie 5. Zacząłem od kupowania podnośnika wózka, a teraz cieszę się, że kupiłem plan agencji. Wózek podnośnikowy i wszystkie wtyczki spełniają swoją rolę, ale tym, co wyróżnia zespół, to to, że słucha Twoich sugestii i wdraża je, a także słucha Twoich problemów i rozwiązuje je
ru_ru: На самом деле, если бы я мог дать вам 1000 звезд, а не 5. Я начал с покупки тележки, и теперь я счастлив, что купил план агентства. Подъемная тележка и все плагины делают свою работу, но что отличает команду, так это то, что она прислушивается к вашим предложениям и реализует их, а также выслушивает ваши проблемы и решает их

source: reCAPTCHA V3 runs silently in the background to detect suspicious activity and verify user interactions without interrupting the user experience.
da_dk: ReCaptcha V3 kører lydløst i baggrunden for at opdage mistænkelig aktivitet og verificere brugerinteraktioner uden at afbryde brugeroplevelsen.
de_ch: ReCAPTCHA V3 läuft im Hintergrund still, um verdächtige Aktivitäten zu erkennen und Benutzerinteraktionen zu überprüfen, ohne die Benutzererfahrung zu unterbrechen.
el: Το Recaptcha v3 εκτελείται αθόρυβα στο παρασκήνιο για να ανιχνεύσει ύποπτη δραστηριότητα και να επαληθεύσει τις αλληλεπιδράσεις των χρηστών χωρίς να διακόπτει την εμπειρία χρήστη.
it_it: ReCAPTCHA v3 viene eseguito in silenzio in background per rilevare attività sospette e verificare le interazioni dell'utente senza interrompere l'esperienza dell'utente.
pl_pl: ReCaptcha v3 działa cicho w tle, aby wykryć podejrzaną aktywność i zweryfikować interakcje użytkowników bez przerywania doświadczenia użytkownika.
ru_ru: ReCAPTCHA v3 работает тихо в фоновом режиме, чтобы обнаружить подозрительные действия и проверять взаимодействие пользователей, не прерывая работу пользователей.

source: reCAPTCHA V3 Settings
da_dk: recaptcha v3 indstillinger
de_ch: reCAPTCHA v3-Einstellungen
el: Ρυθμίσεις Recaptcha v3
it_it: Impostazioni recaptcha v3
pl_pl: Ustawienia recaptcha v3
ru_ru: Настройки reCaptcha v3

source: reCAPTCHA verification failed.
da_dk: recaptcha-bekræftelse mislykkedes.
de_ch: Die Wiederholungsprüfung ist fehlgeschlagen.
el: Η επαλήθευση Recaptcha απέτυχε.
it_it: Verifica recaptcha fallita.
pl_pl: Weryfikacja recaptcha nie powiodła się.
ru_ru: Проверка reCAPTCHA не удалась.

source: Recover over 15% of your abandoned cart customers with automated e-mail campaigns. Enjoy immediate increase in your ROI.
da_dk: Gendan over 15 % af dine forladte indkøbsvognskunder med automatiske e-mail-kampagner. Nyd øjeblikkelig stigning i dit ROI.
de_ch: Erholen Sie über 15% Ihrer verlassenen Warenkorb-Kunden mit automatisierten E-Mail-Kampagnen. Genießen Sie sofortige Steigerung Ihres ROI.
el: Ανακτήστε πάνω από το 15% των εγκαταλειμμένων πελατών του καλαθιού σας με αυτοματοποιημένες καμπάνιες ηλεκτρονικού ταχυδρομείου. Απολαύστε άμεση αύξηση της απόδοσης επένδυσης (ROI).
it_it: Recupera oltre il 15% dei tuoi clienti di carrello abbandonati con campagne di posta elettronica automatizzate. Goditi un aumento immediato del tuo ROI.
pl_pl: Odzyskaj ponad 15% swoich klientów porzuconych koszyków dzięki zautomatyzowanym kampaniom poczty e-mail. Ciesz się natychmiastowym wzrostem swojego zwrotu z inwestycji.
ru_ru: Восстановите более 15% ваших клиентов, брошенных в корзину, с помощью автоматизированных кампаний по электронной почте. Наслаждайтесь немедленной рентабельностью.

source: Recoverable Revenue
da_dk: Inddrivelige indtægter
de_ch: erzielbare Einnahmen
el: ανακτήσιμα έσοδα
it_it: Entrate recuperabili
pl_pl: Odzyskiwalny przychód
ru_ru: возмещаемый доход

source: Recovered
da_dk: genvundet
de_ch: erholt
el: ανακτημένος
it_it: ricuperato
pl_pl: ekstrakcyjny
ru_ru: восстановленный

source: Recovered Revenue
da_dk: Indvundet indtægt
de_ch: Wiedererholte Einnahmen
el: ανακτημένα έσοδα
it_it: Entrate recuperate
pl_pl: Odzyskane przychody
ru_ru: возмещенный доход

source: Reports
da_dk: melding
de_ch: Berichte
el: διαδοχικά
it_it: rapporto
pl_pl: zgłoszenia
ru_ru: отчеты

source: Reports: Calendar, Recoverable Revenue, Recovered Revenue, Number of Abandoned Carts, Total Abandoned Revenue, Cart Abandoned Rate, Actionable Abandoned Carts.
da_dk: Rapporter: Kalender, inddrivelige indtægter, inddrevet indtægt, antal forladte vogne, samlet afbrudt indtægt, vognen opgivet sats, handlingsrettede forladte vogne.
de_ch: Berichte: Kalender, erzielbare Einnahmen, erholte Einnahmen, Anzahl der aufgegebenen Wagen, Gesamtumsatz, abgebrochener Tarif, umsetzbare, aufgegebene Wagen.
el: Αναφορές: Ημερολόγιο, ανακτήσιμα έσοδα, ανακτημένα έσοδα, αριθμός εγκαταλελειμμένων καροτσιών, συνολικά εγκαταλελειμμένα έσοδα, επιτόκιο εγκαταλελειμμένου καλαθιού, εγκαταλελειμμένα καροτσάκια με δυνατότητα δράσης.
it_it: Report: Calendario, Ricavi recuperabili, Entrate recuperate, Numero di carrelli abbandonati, Entrate totali abbandonate, Tasso abbandonato del carrello, Carrelli abbandonati perseguibili.
pl_pl: Raporty: kalendarz, przychody do odzyskania, odzyskane przychody, liczba porzuconych wózków, łączne przychody porzucone, stawka porzucona koszyka, porzucone wózki do działania.
ru_ru: Отчеты: календарь, возмещаемая выручка, возмещенная выручка, количество заброшенных тележек, общий заброшенный доход, брошенная ставка по корзине, действующие брошенные тележки.

source: Reports: Number of email sent.
da_dk: Rapporter: Antal sendt e-mail.
de_ch: Berichte: Anzahl der gesendeten E-Mails.
el: Αναφορές: Αριθμός αποστολής email.
it_it: Rapporti: numero di email inviate.
pl_pl: Raporty: Liczba wysłanych wiadomości e-mail.
ru_ru: Отчеты: количество отправленных писем.

source: Restriction settings -- Disable tracking for specific user role
da_dk: Begrænsningsindstillinger -- Deaktiver sporing for en bestemt brugerrolle
de_ch: Einschränkungseinstellungen - Deaktivieren Sie das Tracking für eine bestimmte Benutzerrolle
el: Ρυθμίσεις περιορισμού -- Απενεργοποίηση παρακολούθησης για συγκεκριμένο ρόλο χρήστη
it_it: Impostazioni di restrizione: disabilita il monitoraggio per un ruolo utente specifico
pl_pl: Ustawienia ograniczeń — wyłącz śledzenie dla określonej roli użytkownika
ru_ru: Настройки ограничения - отключить отслеживание для конкретной роли пользователя

source: REVENUE
da_dk: indtægt
de_ch: Einkünft
el: πρόσοδος
it_it: entrata
pl_pl: dochód
ru_ru: доход

source: Revenue :
da_dk: Indtægter:
de_ch: Einnahmen:
el: έσοδα :
it_it: Entrate:
pl_pl: Przychód:
ru_ru: Доход:

source: RexTheme
da_dk: rextema
it_it: RexTema
pl_pl: rekstemet
ru_ru: рекстема

source: Save Campaign
da_dk: Gem kampagne
de_ch: Kampagne speichern
el: Αποθήκευση καμπάνια
it_it: Salva campagna
pl_pl: Zapisz kampanię
ru_ru: Сохранить камп

source: Save Settings
da_dk: Gem indstillinger
de_ch: Einstellungen speichern
el: Αποθήκευση
it_it: Salva le impostazioni
pl_pl: Zapisz ustawienia
ru_ru: Сохранить настройки

source: Score:
de_ch: Partitur:
el: Βαθμολογία:
it_it: Punteggio:
pl_pl: Wynik:
ru_ru: Оценка:

source: Search by customer email...
da_dk: Søg på kundemail...
de_ch: Suche nach Kunden-E-Mail ...
el: Αναζήτηση μέσω email πελάτη...
it_it: Cerca per email del cliente...
pl_pl: Szukaj według e-mail klienta...
ru_ru: Поиск по электронной почте клиента...

source: Secret Key:
da_dk: hemmelig nøgle:
de_ch: Geheimer Schlüssel:
el: Μυστικό κλειδί:
it_it: Chiave segreta:
pl_pl: Tajny klucz:
ru_ru: Секретный ключ:

source: security
da_dk: værdipapirer
de_ch: Sicherheit
el: ασφάλιση
it_it: sicurezza
pl_pl: depozyt
ru_ru: обеспеченность

source: security:
da_dk: Sikkerhed:
de_ch: Sicherheit:
el: Ασφάλεια:
it_it: Sicurezza:
pl_pl: Bezpieczeństwo:
ru_ru: Безопасность:

source: Select date range to show reports.
da_dk: Vælg Datointerval for at vise rapporter.
de_ch: Wählen Sie Datumsbereich aus, um Berichte anzuzeigen.
el: Επιλέξτε Εύρος ημερομηνιών για εμφάνιση αναφορών
it_it: Seleziona l'intervallo di date per mostrare i rapporti.
pl_pl: Wybierz zakres dat, aby wyświetlić raporty.
ru_ru: Выберите диапазон дат, чтобы отобразить отчеты.

source: Select Merchant
da_dk: Vælg købmand
de_ch: Wählen Sie Händler
el: Επιλέξτε Έμπορος
it_it: Seleziona commerciante
pl_pl: Wybierz sprzedawcę
ru_ru: Выбрать продавца

source: Select Your
da_dk: Vælg din
de_ch: Wählen Sie Ihre
el: Επιλέξτε το δικό σας
it_it: Seleziona il tuo
pl_pl: Wybierz swój
ru_ru: Выберите свой

source: Send a test email
da_dk: Send en testmail
de_ch: Senden Sie eine Test-E-Mail
el: Στείλτε ένα δοκιμαστικό email
it_it: Invia un'e-mail di prova
pl_pl: Wyślij testowy e-mail
ru_ru: Отправить тестовое электронное письмо

source: send a test email
da_dk: Send en testmail
de_ch: Senden Sie eine Test-E-Mail
el: Στείλτε ένα δοκιμαστικό email
it_it: Invia un'e-mail di prova
pl_pl: Wyślij testowy e-mail
ru_ru: Отправить тестовое электронное письмо

source: Send Recovery Email Now
da_dk: Send gendannelses-e-mail nu
de_ch: Senden Sie jetzt eine Wiederherstellungs-E-
el: Αποστολή email ανάκτησης τώρα
it_it: Invia e-mail di recupero ora
pl_pl: Wyślij e-mail do odzyskiwania
ru_ru: Отправить письмо с восстановлением сейчас

source: Send Test Email To
da_dk: Send testmail til
de_ch: Senden Sie Test-E-Mails an
el: Στείλτε δοκιμαστικό email στο
it_it: Invia e-mail di prova a
pl_pl: Wyślij testowy e-mail do
ru_ru: Отправить тестовое электронное письмо на

source: Send this email
da_dk: Send denne e-mail
de_ch: Senden Sie diese E-Mail
el: Στείλτε αυτό το email
it_it: Invia questa email
pl_pl: Wyślij ten e-mail
ru_ru: Отправить это письмо

source: SES
da_dk: ordne
el: δυο
pl_pl: przeswietlanie
ru_ru: СЕС

source: Set Conditional Coupon -- Product or category based.
da_dk: Indstil betinget kupon -- produkt- eller kategoribaseret.
de_ch: Setzen Sie den bedingten Gutschein ein - auf Produkt- oder Kategorienbasis.
el: Ορίστε το κουπόνι υπό όρους -- με βάση το προϊόν ή την κατηγορία.
it_it: Imposta coupon condizionale -- basato su prodotto o categoria.
pl_pl: Ustaw kupon warunkowy - oparty na produkcie lub kategorii.
ru_ru: Установить условный купон — на основе продукта или категории.

source: Set Coupon for Individual templates
da_dk: Indstil kupon til individuelle skabeloner
de_ch: Legen Sie den Coupon für einzelne Vorlagen fest
el: Ορίστε το κουπόνι για μεμονωμένα πρότυπα
it_it: Imposta il coupon per i singoli modelli
pl_pl: Zestaw kuponu na poszczególne szablony
ru_ru: Установить купон для отдельных шаблонов

source: Settings
da_dk: indstillinger
de_ch: Einstellung
el: ρυθμίσεις
it_it: settaggio
pl_pl: Ustawienie
ru_ru: лока

source: Setup Wizard
da_dk: Opsætningsguide
de_ch: Einrichtungsassistent
el: Οδηγός εγκατάστασης
it_it: Configurazione guidata
pl_pl: Kreator konfiguracji
ru_ru: Мастер установки

source: Site Key:
da_dk: Webstedsnøgle:
de_ch: Site-Schlüssel:
el: Κλειδί τοποθεσίας:
it_it: Chiave del sito:
pl_pl: Klucz witryny:
ru_ru: Ключ сайта:

source: SL No :
da_dk: SL Nej:
de_ch: SL Nein:
el: SL ΟΧΙ:
pl_pl: SL nr :
ru_ru: СЛ НЕТ :

source: Smart discount coupons
da_dk: Smarte rabatkuponer
de_ch: Smart Rabatt-Gutscheine
el: Έξυπνα εκπτωτικά κουπόνια
it_it: Buoni sconto intelligenti
pl_pl: Inteligentne kupony rabatowe
ru_ru: Умные купоны на скидку

source: SMS
ru_ru: смс

source: SMS Sent
da_dk: SMS sendt
de_ch: SMS gesendet
el: SMS Στάλθηκε
it_it: SMS inviato
pl_pl: SMS wysłany
ru_ru: смс отправлено

source: SMS Sent :
da_dk: SMS sendt:
de_ch: SMS gesendet:
el: SMS εστάλη:
it_it: SMS inviato:
pl_pl: Wysłane SMS-y:
ru_ru: СМС отправлено:

source: Status
da_dk: stilling
el: κατάσταση
it_it: stato
pl_pl: pozycja
ru_ru: состояние

source: status
da_dk: stilling
el: κατάσταση
it_it: stato
pl_pl: pozycja
ru_ru: состояние

source: Status :
el: Κατάσταση:
it_it: Stato:
ru_ru: Статус:

source: status :
el: Κατάσταση:
it_it: Stato:
ru_ru: Статус:

source: Success
da_dk: succes
de_ch: Erfolg
el: επιτυχία
it_it: successo
pl_pl: powodzenie
ru_ru: успех

source: Successfully Saved
da_dk: med succes gemt
de_ch: erfolgreich gespeichert
el: Αποθηκεύτηκε με επιτυχία
it_it: Salvato con successo
pl_pl: Pomyślnie zapisane
ru_ru: Успешно сохранено

source: Successfully saved
da_dk: med succes gemt
de_ch: erfolgreich gespeichert
el: Αποθηκεύτηκε με επιτυχία
it_it: Salvato con successo
pl_pl: Pomyślnie zapisane
ru_ru: Успешно сохранено

source: Tailor Your Product Feed to Perfection with Feed Rules
da_dk: Skræddersy dit produktfeed til perfektion med foderregler
de_ch: Passen Sie Ihren Produktfeed mit den Feed-Regeln perfekt an
el: Προσαρμόστε την ροή του προϊόντος σας στην τελειότητα με κανόνες ζωοτροφών
it_it: Personalizza il feed del tuo prodotto alla perfezione con le regole del feed
pl_pl: Dostosuj swój kanał produktów do perfekcji za pomocą zasad karmienia
ru_ru: Совершенствуйте ленту вашего продукта с правилами подачи

source: Template name
da_dk: Skabelon Navn
de_ch: Schablonenname
el: όνομα προτύπου
it_it: Nome modello
pl_pl: Nazwa szablonu
ru_ru: Название шаблона

source: Template status
da_dk: Skabelonstatus
de_ch: Vorlagenstatus
el: κατάσταση προτύπου
it_it: Stato del modello
pl_pl: Stan szablonu
ru_ru: Статус шаблона

source: The email template has been successfully created.
da_dk: E-mailskabelonen er blevet oprettet.
de_ch: Die E-Mail-Vorlage wurde erfolgreich erstellt.
el: Το πρότυπο email δημιουργήθηκε με επιτυχία.
it_it: Il modello di email è stato creato correttamente.
pl_pl: Szablon e-mail został pomyślnie utworzony.
ru_ru: Шаблон электронной почты успешно создан.

source: The email template has been successfully deleted.
da_dk: E-mail-skabelonen er blevet slettet.
de_ch: Die E-Mail-Vorlage wurde erfolgreich gelöscht.
el: Το πρότυπο email έχει διαγραφεί με επιτυχία.
it_it: Il modello di email è stato eliminato correttamente.
pl_pl: Szablon e-mail został pomyślnie usunięty.
ru_ru: Шаблон электронной почты успешно удален.

source: The email template has been successfully updated.
da_dk: E-mailskabelonen er blevet opdateret.
de_ch: Die E-Mail-Vorlage wurde erfolgreich aktualisiert.
el: Το πρότυπο email έχει ενημερωθεί με επιτυχία.
it_it: Il modello di email è stato aggiornato correttamente.
pl_pl: Szablon poczty e-mail został pomyślnie zaktualizowany.
ru_ru: Шаблон электронной почты успешно обновлен.

source: The email templates has been successfully deleted.
da_dk: E-mailskabelonerne er blevet slettet.
de_ch: Die E-Mail-Vorlagen wurden erfolgreich gelöscht.
el: Τα πρότυπα email έχουν διαγραφεί με επιτυχία.
it_it: I modelli di email sono stati eliminati correttamente.
pl_pl: Szablony wiadomości e-mail zostały pomyślnie usunięte.
ru_ru: Шаблоны электронной почты успешно удалены.

source: This will enable twilio sms notification.
da_dk: Dette vil aktivere Twilio SMS-besked.
de_ch: Dadurch wird die Twilio-SMS-Benachrichtigung aktiviert.
el: Αυτό θα ενεργοποιήσει την ειδοποίηση Twilio SMS.
it_it: Ciò abiliterà la notifica SMS di Twilio.
pl_pl: Umożliwi to powiadomienie SMS Twilio.
ru_ru: Это позволит Twilio SMS-уведомление.

source: This will initiate a pop-up and prompt users to provide email addresses when they intend to leave from the cart page.
da_dk: Dette vil starte en pop-up og bede brugere om at angive e-mailadresser, når de har til hensigt at forlade fra indkøbskurvsiden.
de_ch: Dadurch wird ein Popup-Up-Menü initiiert und Benutzer aufgefordert, E-Mail-Adressen anzugeben, wenn sie von der Warenkorbseite abreisen.
el: Αυτό θα ξεκινήσει ένα αναδυόμενο παράθυρο και θα ζητήσει από τους χρήστες να παρέχουν διευθύνσεις email όταν σκοπεύουν να φύγουν από τη σελίδα του καλαθιού.
it_it: Ciò avvierà un pop-up e chiederà agli utenti di fornire indirizzi e-mail quando intendono uscire dalla pagina del carrello.
pl_pl: Spowoduje to zainicjowanie wyskakującego okienka i monitowanie użytkowników o podanie adresów e-mail, gdy zamierzają wyjść ze strony koszyka.
ru_ru: Это вызовет всплывающее окно и предложит пользователям указывать адреса электронной почты, когда они собираются уйти со страницы корзины.

source: Time
da_dk: tid
de_ch: Zeit
el: μετρώ τον
it_it: orario
pl_pl: życie
ru_ru: время

source: Time Log:
da_dk: Tidslog:
de_ch: Zeitprotokoll:
el: Αρχείο καταγραφής χρόνου:
it_it: Registro temporale:
pl_pl: Dziennik czasu:
ru_ru: Журнал времени:

source: TLS
ru_ru: долж

source: To:
da_dk: til:
de_ch: Zu:
el: προς:
it_it: A:
pl_pl: do:
ru_ru: к:

source: Total Abandoned Carts
da_dk: totalt forladte vogne
de_ch: Total verlassene Wagen
el: Σύνολο εγκαταλελειμμένων καροτσιών
it_it: Totale carrelli abbandonati
pl_pl: Razem porzucone wózki
ru_ru: Всего заброшенные тележки

source: Total Abandoned Revenue
da_dk: Samlet afbrudt indtægt
de_ch: Gesamter Umsatz
el: Συνολικά εγκαταλελειμμένα έσοδα
it_it: Entrate totali abbandonate
pl_pl: Całkowity porzucony przychód
ru_ru: Общий заброшенный доход

source: Track abandoned orders
da_dk: Spor afgivne ordrer
de_ch: Verfolgen Sie aufgegebene Bestellungen
el: Παρακολουθήστε τις εγκαταλελειμμένες παραγ
it_it: Tieni traccia degli ordini abbandonati
pl_pl: Śledź porzucone zamówienia
ru_ru: Отслеживайте заброшенные заказы

source: Track Facebook Pixel To Measure Feed Performance
da_dk: Spor Facebook Pixel for at måle feed-ydeevne
de_ch: Verfolgen Sie Facebook-Pixel, um die Feed-Leistung zu messen
el: Παρακολουθήστε το Facebook Pixel για να μετρήσετε την απόδοση της ροή
it_it: Tieni traccia dei pixel di Facebook per misurare le prestazioni del feed
pl_pl: Śledź piksel Facebooka, aby zmierzyć wydajność kanału
ru_ru: Отслеживайте пиксель Facebook для измерения производительности корма

source: Twilio SMS body
da_dk: twilio sms krop
de_ch: Twilio SMS-Körper
it_it: corpo sms di twilio
pl_pl: Ciało sms Twilio
ru_ru: ТВИЛИО СМС Тело

source: Twilio SMS Notification
da_dk: Twilio SMS-besked
de_ch: Twilio-SMS-Benachrichtigung
el: Ειδοποίηση TWilio SMS
it_it: Notifica SMS di Twilio
pl_pl: Powiadomienie SMS Twilio
ru_ru: СМС-уведомление Twilio

source: Unleash Your Store's Global Potential with Multilingual Capabilities
da_dk: Frigør din butiks globale potentiale med flersprogede muligheder
de_ch: Entfesseln Sie das globale Potenzial Ihres Geschäfts mit mehrsprachigen Funktionen
el: Απελευθερώστε τις παγκόσμιες δυνατότητες του καταστήματός σας με πολύγλωσσες δυνατότητες
it_it: Scatena il potenziale globale del tuo negozio con capacità multilingue
pl_pl: Uwolnij globalny potencjał swojego sklepu dzięki wielojęzycznym możliwościom
ru_ru: Раскройте глобальный потенциал вашего магазина с помощью многоязычных возможностей

source: unsubscribe
da_dk: afmelde
de_ch: abbestellen
el: διαγράφω
it_it: disiscriversi
pl_pl: anulować subskrypcję
ru_ru: отписываться

source: Unsubscribed
da_dk: afmelde
de_ch: ungebeten
el: διαγραφών
it_it: annullato
pl_pl: anulować subskrypcję
ru_ru: не подписанный

source: Update Campaign
da_dk: Opdater kampagne
de_ch: Kampagne aktualisieren
el: Ενημέρωση καμπάνιας
it_it: Aggiorna la campagna
pl_pl: Zaktualizuj kam
ru_ru: Обновить камп

source: Upgrade To Pro
da_dk: Opgrader til Pro
de_ch: Upgrade auf Pro
el: αναβάθμιση σε Pro
it_it: Passa a Pro
pl_pl: Uaktualnij do Pro
ru_ru: Обновление до профи

source: Upgrade to Pro
da_dk: Opgrader til Pro
de_ch: Upgrade auf Pro
el: αναβάθμιση σε Pro
it_it: Passa a Pro
pl_pl: Uaktualnij do Pro
ru_ru: Обновление до профи

source: Use an engaging subject line that is personalized.
da_dk: Brug en engagerende emnelinje, der er personlig.
de_ch: Verwenden Sie eine ansprechende Betreffzeile, die personalisiert ist.
el: Χρησιμοποιήστε μια ελκυστική γραμμή θέματος που είναι εξατομικευμένη.
it_it: Usa una riga dell'oggetto coinvolgente che è personalizzata.
pl_pl: Użyj angażującego tematu, który jest spersonalizowany.
ru_ru: Используйте индивидуальную тематическую строку, которая персонализирована.

source: User Details:
da_dk: Brugerdetaljer:
de_ch: Benutzerdetails:
el: Στοιχεία χρήστη:
it_it: Dettagli utente:
pl_pl: Dane użytkownika:
ru_ru: Сведения о пользователе:
