Repository: WordPressBugBounty/plugins-cart-lift
Catalog: cart-lift/languages/cart-lift-*.po
Languages: da_dk, de_ch, el, it_it, pl_pl, ru_ru

source: We are searching for a simple and clean solution for a long time and we found that solution. As PRO license consumers we can highly recommend this plugin. This is absolutely a must-have feature for the e-commerce marketplace. Graftype
da_dk: Vi leder efter en enkel og ren løsning i lang tid, og den løsning fandt vi. Som pro-licensforbrugere kan vi varmt anbefale dette plugin. Dette er absolut en must-have-funktion for e-handelsmarkedet. grafttype
de_ch: Wir suchen lange nach einer einfachen und sauberen Lösung und haben diese Lösung gefunden. Als Pro-Lizenz-Verbraucher können wir dieses Plugin sehr empfehlen. Dies ist absolut ein Muss für den E-Commerce-Markt. Graftypus
el: Ψάχνουμε για μια απλή και καθαρή λύση εδώ και πολύ καιρό και βρήκαμε αυτή τη λύση. Ως καταναλωτές επαγγελματιών αδειών μπορούμε να προτείνουμε ανεπιφύλακτα αυτό το πρόσθετο. Αυτό είναι απολύτως απαραίτητο χαρακτηριστικό για την αγορά ηλεκτρονικού εμπορίου. σχέσεως
it_it: Stiamo cercando da molto tempo una soluzione semplice e pulita e abbiamo trovato questa soluzione. Come consumatori di licenza professionale, possiamo consigliare vivamente questo plugin. Questa è assolutamente una caratteristica indispensabile per il mercato dell'e-commerce. Graftipo
pl_pl: Długo szukamy prostego i czystego rozwiązania i znaleźliśmy to rozwiązanie. Jako profesjonalni konsumenci licencji możemy gorąco polecić tę wtyczkę. Jest to absolutnie niezbędna funkcja na rynku e-commerce. GRAFTYP
ru_ru: Мы долго ищем простое и чистое решение, и мы нашли это решение. Как потребители лицензий, мы можем настоятельно рекомендовать этот плагин. Это абсолютно незаменимая функция для рынка электронной коммерции. широта

source: Weekly Report
da_dk: Ugentlig rapport
de_ch: Wochenbericht
el: εβδομαδιαία έκθεση
it_it: rapporto settimanale
pl_pl: Raport tygodniowy
ru_ru: еженедельный отчет

source: Welcome
da_dk: modtagelse
de_ch: begrüßen
el: καλωσόρ
it_it: accogliere
pl_pl: mile widziany
ru_ru: гостепри

source: Win back your abandoned cart customers with automated email recovery campaign.
da_dk: Få dine forladte indkøbsvognskunder tilbage med en automatisk e-mail-gendannelseskampagne.
de_ch: Gewinnen Sie Ihre verlassenen Warenkorb-Kunden mit einer automatisierten E-Mail-Wiederherstellungskampagne zurück.
el: Κερδίστε ξανά τους εγκαταλειμμένους πελάτες του καλαθιού σας με την αυτοματοποιημένη καμπάνια ανάκτησης email.
it_it: Riconquista i tuoi clienti di carrello abbandonati con la campagna di recupero e-mail automatizzata.
pl_pl: Odzyskaj swoich porzuconych klientów koszyka dzięki automatycznej kampanii odzyskiwania poczty e-mail.
ru_ru: Верните клиенты брошенных корзин с помощью автоматизированной кампании по восстановлению электронной почты.

source: Yes
da_dk: ja
de_ch: ja
el: ναι
it_it: certo
pl_pl: ba
ru_ru: да

source: You have successfully unsubscribed from our email list.
da_dk: Du har afmeldt vores e-mail-liste.
de_ch: Sie haben sich erfolgreich von unserer E-Mail-Liste abgemeldet.
el: Έχετε καταργήσει την εγγραφή σας από τη λίστα email μας.
it_it: Hai annullato l'iscrizione con successo dalla nostra mailing list.
pl_pl: Pomyślnie wypisałeś się z naszej listy e-mailowej.
ru_ru: Вы успешно отписались от нашего списка адресов электронной почты.

source: Your email address will help us support your shopping experience throughout the site. Please check our Privacy Policy to see how we use your personal data.
da_dk: Din e-mailadresse hjælper os med at støtte din indkøbsoplevelse på hele webstedet. Tjek venligst vores privatlivspolitik for at se, hvordan vi bruger dine personlige data.
de_ch: Ihre E-Mail-Adresse hilft uns dabei, Ihr Einkaufserlebnis auf der gesamten Website zu unterstützen. Bitte lesen Sie unsere Datenschutzerklärung, um zu erfahren, wie wir Ihre personenbezogenen Daten verwenden.
el: Η διεύθυνση email σας θα μας βοηθήσει να υποστηρίξουμε την εμπειρία αγορών σας σε ολόκληρο τον ιστότοπο. Ελέγξτε την Πολιτική Απορρήτου μας για να δείτε πώς χρησιμοποιούμε τα προσωπικά σας δεδομένα.
it_it: Il tuo indirizzo email ci aiuterà a sostenere la tua esperienza di acquisto in tutto il sito. Controlla la nostra politica sulla privacy per vedere come utilizziamo i tuoi dati personali.
pl_pl: Twój adres e-mail pomoże nam wesprzeć Twoje zakupy w całej witrynie. Sprawdź naszą Politykę prywatności, aby zobaczyć, w jaki sposób wykorzystujemy Twoje dane osobowe.
ru_ru: Ваш адрес электронной почты поможет нам поддержать ваш опыт покупок на сайте. Пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности, чтобы узнать, как мы используем ваши личные данные.

source: Zapier Integration.
el: Ενσωμάτωση Zapier.
it_it: Integrazione di Zapier.
pl_pl: Integracja Zapira.
ru_ru: Интеграция Zapier.

source: Sendgrid
da_dk: sendgitter
el: αποστολέας
pl_pl: WyślijGrid

source: SMTP
pl_pl: smt
