Repository: WordPressBugBounty/plugins-cart-lift
Catalog: cart-lift/languages/cart-lift-*.po
Languages: da_dk, de_ch, el, it_it, pl_pl, ru_ru

source: any of the following plugins : %s. Please activate any of these plugins.
da_dk: Et af følgende plugins : %s. Aktiver venligst et af disse plugins.
de_ch: Eines der folgenden Plugins: %s. Bitte aktivieren Sie eines dieser Plugins.
el: οποιοδήποτε από τα ακόλουθα πρόσθετα: %s. Ενεργοποιήστε οποιοδήποτε από αυτά τα πρόσθετα.
it_it: Uno dei seguenti plugin: %s. Attiva uno di questi plugin.
pl_pl: Dowolna z poniższych wtyczek: %s. Aktywuj dowolną z tych wtyczek.
ru_ru: Любой из следующих плагинов: %s. Пожалуйста, активируйте любой из этих плагинов.

source: Discount On
da_dk: rabat på
de_ch: Rabatt auf
el: έκπτωση
it_it: scontare
pl_pl: rabat na
ru_ru: скидка на

source: License Key
da_dk: licensnøgle
de_ch: Lizenzschlüssel
el: κλειδί εξώστης
it_it: chiave di licenza
pl_pl: klucz licencyjny
ru_ru: лицензионный ключ

source: Product
da_dk: fabrikat
de_ch: Produkt
el: γινόμενο
it_it: prodotto
pl_pl: fabrykat
ru_ru: продукт

source: Products
da_dk: produkter
de_ch: Produkte
el: προϊόντα
it_it: prodotti
pl_pl: produkty
ru_ru: продукты

source: Upgrade to Pro
da_dk: Opgrader til Pro
de_ch: Upgrade auf Pro
el: αναβάθμιση σε Pro
it_it: Passa a Pro
pl_pl: Uaktualnij do Pro
ru_ru: Обновление до профи

source: <span class="text">Send %s %s after cart is abandoned</span>
da_dk: <span class="text">Send %s %s efter kurven er forladt</span>
de_ch: <span class="text">Senden Sie %s %s nach dem Abbrechen des Warenkorbs</span>
el: <span class="text">Αποστολή %s %s μετά την εγκατάλειψη του καλαθιού</span>
it_it: <span class="text">Invia %s %s dopo che il carrello è stato abbandonato</span>
pl_pl: <span class="text">wyślij %s %s po porzuceniu koszyka</span>
ru_ru: <span class="text">Отправить %s %s после отказа от корзины</span>

source: A campaign is simply an automated email. You give us the basic details for the email, tell us how long to wait before we send it, and we'll do the rest. You can change all these edit later if you need to.
da_dk: En kampagne er simpelthen en automatiseret e-mail. Du giver os de grundlæggende detaljer for e-mailen, fortæl os, hvor længe vi skal vente, før vi sender den, så klarer vi resten. Du kan ændre alle disse redigering senere, hvis du har brug for det.
de_ch: Eine Kampagne ist einfach eine automatisierte E-Mail. Sie geben uns die grundlegenden Details für die E-Mail, sagen Sie uns, wie lange Sie warten müssen, bevor wir sie senden, und wir erledigen den Rest. Sie können alle diese Bearbeitungen später ändern, wenn Sie müssen.
el: Μια καμπάνια είναι απλώς ένα αυτοματοποιημένο email. Μας δίνετε τις βασικές λεπτομέρειες για το email, πείτε μας πόσο καιρό θα περιμένουμε πριν το στείλουμε και θα κάνουμε τα υπόλοιπα. Μπορείτε να αλλάξετε όλες αυτές τις επεξεργασίες αργότερα, αν χρειαστεί.
it_it: Una campagna è semplicemente un'e-mail automatizzata. Ci dai i dettagli di base per l'e-mail, dicci quanto tempo aspettare prima di inviarla e noi faremo il resto. Puoi modificare tutte queste modifiche in un secondo momento, se necessario.
pl_pl: Kampania to po prostu automatyczna wiadomość e-mail. Podajesz nam podstawowe szczegóły dotyczące e-maila, powiedz nam, jak długo czekać, zanim go wyślemy, a my zajmiemy się resztą. Możesz zmienić wszystkie te edycje później, jeśli zajdzie taka potrzeba.
ru_ru: Кампания — это просто автоматизированная электронная почта. Вы даете нам основные сведения для электронной почты, сообщите нам, как долго ждать, прежде чем мы отправим его, а мы сделаем все остальное. Вы можете изменить все эти редактирования позже, если вам нужно.

source: Abandoned
da_dk: forladt
de_ch: öde
el: εγκαταλελλειμένος
it_it: abbandonato
pl_pl: porzucony
ru_ru: брошенный

source: Abandoned cart to admin
da_dk: Forladt indkøbskurv til admin
de_ch: Abgebrochener Warenkorb an Administrator
el: Εγκαταλελειμμένο καλάθι στον διαχειριστή
it_it: Carrello abbandonato all'amministratore
pl_pl: Opuszczony koszyk do administratora
ru_ru: Заброшенная корзина для администратора

source: Abandoned Date:
da_dk: Opgivet dato:
de_ch: Verlassenes Datum:
el: Εγκαταλελειμμένη ημερομηνία:
it_it: Data abbandonata:
pl_pl: Opuszczony termin:
ru_ru: Заброшенная дата:

source: ACTION
da_dk: handling
de_ch: Handlung
el: ενέργεια
it_it: atto
pl_pl: mechanizm
ru_ru: действо

source: Action
da_dk: handling
de_ch: Handlung
el: ενέργεια
it_it: atto
pl_pl: mechanizm
ru_ru: действо

source: Action :
da_dk: Handling:
de_ch: Aktion:
el: δράση:
it_it: AZIONE:
pl_pl: Działanie:
ru_ru: действие:

source: Actionable Abandoned Carts
da_dk: handlingsrettede forladte vogne
de_ch: Verwertbare verlassene Karren
el: ενεργά εγκαταλελειμμένα καροτσάκια
it_it: Carrelli abbandonati perseguibili
pl_pl: Porzucone wózki porzucone
ru_ru: Действующие брошенные тележки

source: Activate License
da_dk: Aktiver licens
de_ch: Lizenz aktivieren
el: Ενεργοποίηση άδειας χρήσης
it_it: Attiva la licenza
pl_pl: Aktywuj licencję
ru_ru: Активировать лицензию

source: Activated
da_dk: aktiveret
de_ch: aktiviert
el: ενεργοποιημένος
it_it: attivato
pl_pl: aktywowany
ru_ru: активный

source: add campaign
da_dk: Tilføj kampagne
de_ch: Kampagne hinzufügen
el: Προσθήκη καμπάνιας
it_it: Aggiungi campagna
pl_pl: Dodaj kampanię
ru_ru: Добавить кампанию

source: After cart is abandoned.
da_dk: Efter at vognen er forladt.
de_ch: Nachdem der Wagen aufgegeben wurde.
el: αφού το καρότσι εγκαταλείπεται.
it_it: Dopo che il carrello è stato abbandonato.
pl_pl: Po opuszczeniu koszyka.
ru_ru: После того, как корзина брошена.

source: Alas. Just to let you know &mdash; cart belonging to %1$s has been abandoned:
da_dk: Ak. Bare for at fortælle dig &mdash; vogn tilhørende %1$s er blevet forladt:
de_ch: Ach. Nur um Sie wissen zu lassen und den Warenkorb von %1$S wurde aufgegeben:
el: Αλίμονο. Απλώς για να σας ενημερώσω &mdash; το καλάθι που ανήκει στο %1$s έχει εγκαταλειφθεί:
it_it: Ahimè. Solo per farti sapere che il carrello appartenente a %1$s è stato abbandonato:
pl_pl: Niestety. Aby poinformować Cię &mdash; koszyk należący do %1$s został porzucony:
ru_ru: увы Просто чтобы вы знали, что корзина, принадлежащая %1$s, была заброшена:

source: All
da_dk: alle
de_ch: aller
el: όλος
it_it: ciascuno
pl_pl: zupełnie
ru_ru: целый

source: All Carts
da_dk: Alle vogne
de_ch: Alle Karren
el: Όλα τα καρότσια
it_it: Tutti i carrelli
pl_pl: Wszystkie wózki
ru_ru: Все телеги

source: Allows you to connect SMTP using Cart Lift.
da_dk: Giver dig mulighed for at tilslutte SMTP ved hjælp af vognløft.
de_ch: Ermöglicht die Verbindung von SMTP mit dem Cart Lift.
el: Σας επιτρέπει να συνδέσετε SMTP χρησιμοποιώντας ανύψωση καλαθιού.
it_it: Consente di collegare SMTP utilizzando Cart Lift.
pl_pl: Umożliwia podłączenie SMTP za pomocą podnośnika wózka.
ru_ru: Позволяет подключать SMTP с помощью тележки.

source: Allows you to grant free shipping. A free shipping method must be enabled in your shipping zone and be set to require "a valid free shipping coupon"
da_dk: Giver dig mulighed for at give gratis forsendelse. En gratis forsendelsesmetode skal være aktiveret i din forsendelseszone og indstilles til at kræve "en gyldig gratis forsendelseskupon"
de_ch: Ermöglicht Ihnen, kostenlosen Versand zu gewähren. Eine kostenlose Versandart muss in Ihrer Versandzone aktiviert sein und so eingestellt sein, dass "ein gültiger kostenloser Versand Coupon" erforderlich ist.
el: Σας επιτρέπει να χορηγείτε δωρεάν αποστολή. Μια μέθοδος δωρεάν αποστολής πρέπει να είναι ενεργοποιημένη στη ζώνη αποστολής σας και να ρυθμιστεί ώστε να απαιτεί "Έγκυρο κουπόνι δωρεάν αποστολής"
it_it: Ti permette di concedere la spedizione gratuita. Un metodo di spedizione gratuito deve essere abilitato nella tua zona di spedizione ed essere impostato per richiedere "un buono di spedizione gratuito valido"
pl_pl: Pozwala na bezpłatną wysyłkę. Bezpłatna metoda wysyłki musi być włączona w Twojej strefie wysyłki i być ustawiana na wymaganie "prawidłowego kuponu bezpłatnej wysyłki"
ru_ru: Позволяет предоставить бесплатную доставку. В вашей зоне доставки должен быть включен бесплатный способ доставки, и он должен быть настроен на «действительный купон на бесплатную доставку».

source: Allows you to send mobile SMS through Twilio.
da_dk: Giver dig mulighed for at sende mobil SMS via Twilio.
de_ch: Ermöglicht das Senden von mobilen SMS über Twilio.
el: Σας επιτρέπει να στέλνετε SMS για κινητά μέσω του Twilio.
it_it: Consente di inviare SMS mobili tramite Twilio.
pl_pl: Umożliwia wysyłanie SMS-ów mobilnych przez Twilio.
ru_ru: Позволяет отправлять мобильные SMS через Twilio.

source: Allows you to send new coupon only for this template.
da_dk: Giver dig mulighed for kun at sende ny kupon til denne skabelon.
de_ch: Ermöglicht das Senden eines neuen Gutscheins nur für diese Vorlage.
el: Σας επιτρέπει να στέλνετε νέο κουπόνι μόνο για αυτό το πρότυπο.
it_it: Consente di inviare un nuovo coupon solo per questo modello.
pl_pl: Umożliwia wysyłanie nowego kuponu tylko dla tego szablonu.
ru_ru: Позволяет отправлять новый купон только для этого шаблона.

source: Amount
da_dk: beløb
de_ch: Menge
el: ποσό
it_it: somma
pl_pl: miara
ru_ru: количество

source: Amount :
da_dk: Beløb:
de_ch: Menge:
el: ποσό:
it_it: Importo:
pl_pl: Kwota:
ru_ru: Сумма:

source: An email sent to the admin when a cart is abandoned.
da_dk: En e-mail sendt til administratoren, når en vogn er forladt.
de_ch: Eine E-Mail an den Administrator, wenn ein Warenkorb abgebrochen wird.
el: Ένα email που αποστέλλεται στον διαχειριστή όταν ένα καλάθι εγκαταλείπεται.
it_it: Un'e-mail inviata all'amministratore quando un carrello viene abbandonato.
pl_pl: E-mail wysłany do administratora, gdy koszyk zostanie porzucony.
ru_ru: Электронное письмо, отправленное администратору, когда корзина покинута.

source: Analytics
da_dk: analyse
de_ch: Analytik
el: αναλύσεις
it_it: analitica
pl_pl: analityka
ru_ru: аналитика

source: Are you sure?
da_dk: Er du sikker?
de_ch: Bist du sicher?
el: Είσαι σίγουρος;
it_it: Sei sicuro?
pl_pl: Czy na pewno?
ru_ru: Вы уверены?

source: Authentication:
da_dk: Autentificering:
de_ch: Authentifizierung:
el: έλεγχος ταυτότητας:
it_it: Autenticazione:
pl_pl: Uwierzytelnianie:
ru_ru: Аутентификация:

source: Auto apply coupon
da_dk: Anvend automatisk kupon
de_ch: Gutschein automatisch anwenden
el: Κουπόνι Auto Apply
it_it: Buono per l'applicazione automatica
pl_pl: Automatyczne zastosowanie kuponu
ru_ru: Автоматический купон

source: Automated recovery
da_dk: Automatiseret genopretning
de_ch: Automatische Wiederherstellung
el: αυτοματοποιημένη ανάκτηση
it_it: Recupero automatizzato
pl_pl: Automatyczne odzyskiwanie
ru_ru: автоматическое восстановление

source: Back to Campaign
da_dk: Tilbage til kampagnen
de_ch: Zurück zur Kampagne
el: Επιστροφή στην καμπάνια
it_it: Torna alla campagna
pl_pl: Powrót do kampanii
ru_ru: Назад к кампании

source: Bing
da_dk: slibe
de_ch: Bums
el: κροτώ
it_it: abbraccio
pl_pl: obcować
ru_ru: звон

source: Campaigns
da_dk: kampagner
de_ch: Feldzug
el: εκστρατείες
it_it: campagna
pl_pl: kampanie
ru_ru: кампания

source: Cancel
da_dk: ophæve
de_ch: absagen
el: ματαιώνω
it_it: annullare
pl_pl: unieważni
ru_ru: отмена

source: Cart Abandoned
da_dk: vogn forladt
de_ch: Wagen verlassen
el: Το κάρο εγκαταλείφθηκε
it_it: Carrello abbandonato
pl_pl: Opuszczony koszyk
ru_ru: Тележка заброшена

source: Cart Abandoned Cut-Off Time (Minimum time limit to consider a cart is abandoned)
da_dk: vognen opgivet skæringstiden (minimumsfristen for at overveje en vogn er forladt)
de_ch: Warenkorb aufgegebene Zeit (Mindestzeitbegrenzung, um zu berücksichtigen, dass ein Wagen aufgegeben wird)
el: CART Εγκαταλελειμμένο Χρόνος λήξης (το ελάχιστο χρονικό όριο για να εξετάσετε το καροτσάκι έχει εγκαταλειφθεί)
it_it: Carrello abbandonato Tempo limite (il limite di tempo minimo per considerare un carrello è abbandonato)
pl_pl: Koszyk porzucony czas odcięcia (minimum limit czasu na rozważenie wózka jest porzucony)
ru_ru: Тележка заброшена посевы (минимальный срок, чтобы считать, что тележка заброшена)

source: Cart Abandoned Rate
da_dk: vognen opgivet takst
de_ch: Warenkorb abgebrochene Rate
el: Ποσοστό εγκαταλελειμμένου καλαθ
it_it: Tasso di abbandono del carrello
pl_pl: Wózek porzucony
ru_ru: Тележка заброшенная ставка

source: Cart Contents:
da_dk: Indkøbskurvens indhold:
de_ch: Warenkorbinhalt:
el: Περιεχόμενα καλαθιού:
it_it: Contenuto del carrello:
pl_pl: Zawartość koszyka:
ru_ru: Содержимое корзины:

source: Cart data has been successfully deleted.
da_dk: CART-data er blevet slettet.
de_ch: Warenkorbdaten wurden erfolgreich gelöscht.
el: Τα δεδομένα του καλαθιού έχουν διαγραφεί με επιτυχία.
it_it: I dati del carrello sono stati cancellati con successo.
pl_pl: Dane koszyka zostały pomyślnie usunięte.
ru_ru: Данные корзины успешно удалены.

source: Cart details:
da_dk: Indkøbskurvdetaljer:
de_ch: Warenkorb-Details:
el: Στοιχεία καλαθιού:
it_it: Dettagli del carrello:
pl_pl: Szczegóły koszyka:
ru_ru: Детали корзины:

source: Cart items
da_dk: Vogn varer
de_ch: Warenkorb Artikel
el: καροτσάκια
it_it: Articoli in carrello
pl_pl: Przedmioty koszyka
ru_ru: Товары для тележки

source: Cart Lift
da_dk: Vognløft
de_ch: Wagenheber
el: σήκωμα τροχού
it_it: Carrello sollevamento
pl_pl: Wózek podnośnikowy
ru_ru: тележка

source: Cart Lift
da_dk: Vognløft
de_ch: Wagenheber
el: σήκωμα τροχού
it_it: Carrello sollevamento
pl_pl: Wózek podnośnikowy
ru_ru: тележка

source: Cart Lift - Abandoned Cart Recovery for WooCommerce and EDD
da_dk: Cart Lift - Opgivet vogngendannelse til WooCommerce og EDD
de_ch: Wagenlift - Verlassene Wagenrückgewinnung für WooCommerce und EDD
el: Ανύψωση καροτσιού - Ανάκτηση εγκαταλελειμμένου καλαθιού για WooCommerce και EDD
it_it: Carrello Lift - Recupero del carrello abbandonato per WooCommerce ed EDD
pl_pl: Wózek podnośnikowy - odzyskiwanie porzuconego wózka dla WooCommerce i EDD
ru_ru: Подъемник тележки - восстановление брошенной тележки для WooCommerce и EDD

source: Cart Lift Feature Comparison
da_dk: Sammenligning af vognløftfunktion
de_ch: Vergleich der Warenkorb-Lift-Funktion
el: Σύγκριση χαρακτηριστικών ανύψωσης καρο
it_it: Confronto delle funzionalità di sollevamento del carrello
pl_pl: Porównanie funkcji podnoszenia wózka
ru_ru: Сравнение функций подъема тележки

source: Cart Lift Features
da_dk: vogn lift funktioner
de_ch: Cart Lift-Funktionen
el: Χαρακτηριστικά ανύψωσης
it_it: Caratteristiche dell'ascensore del carrello
pl_pl: Funkcje podnoszenia wózka
ru_ru: Особенности подъемника тележки

source: Cart Lift Popup
da_dk: vognløft popup
de_ch: Wagenlift-Popup
el: Αναδυόμενο παράθυρο ανύψωσης καροτσιού
it_it: Popup di sollevamento del carrello
pl_pl: Popup z windą wózka
ru_ru: Всплывающая подъёмная тележка

source: Cart Overview
da_dk: Oversigt over vogn
de_ch: Warenkorbübersicht
el: Επισκόπηση καλαθιού
it_it: Panoramica del carrello
pl_pl: Przegląd koszyka
ru_ru: Обзор корзины

source: Cart Recovery Made Easy With Cart Lift!
da_dk: Brændemnedannelse gjort let med vognløft!
de_ch: Wagenrückgewinnung leicht gemacht mit Wagenlift!
el: Η ανάκτηση καροτσιού έγινε εύκολη με την ανύψωση καροτσιού!
it_it: Recupero del carrello reso facile con Cart Lift!
pl_pl: Odzyskiwanie koszyka jest łatwe dzięki podnośnikowi wózka!
ru_ru: Восстановление корзины стало проще с подъемником тележки!

source: Cart reminder
da_dk: Påmindelse om vogn
de_ch: Warenkorb-Erinnerung
el: Υπενθύμιση καλαθιού
it_it: Promemoria carrello
pl_pl: Przypomnienie koszyka
ru_ru: напоминание о телеге

source: Cart total
da_dk: Vogn i alt
de_ch: Gesamtwagen
it_it: Totale carrello
pl_pl: Razem koszyk
ru_ru: корзина

source: Cart Total:
da_dk: Vogn i alt:
de_ch: Warenkorb insgesamt:
el: Σύνολο καλαθιού:
it_it: Totale carrello:
pl_pl: Razem koszyk:
ru_ru: Всего корзины:

source: Cart-lift - Setup Wizard
da_dk: Cart-lift - opsætningsguide
de_ch: Cart-Lift - Setup-Assistent
el: Cart-Lift - Οδηγός εγκατάστασης
it_it: Carrello-Lift - Configurazione guidata
pl_pl: Podnoszenie koszyka - Kreator konfiguracji
ru_ru: Подъемная машина - мастер настройки

source: Carts
da_dk: vogne
de_ch: Karre
el: καρότσια
it_it: carri
pl_pl: tonow
ru_ru: телега

source: Check the guide
da_dk: Tjek guiden
de_ch: Überprüfen Sie die Anleitung
el: Ελέγξτε τον οδηγό
it_it: Controlla la guida
pl_pl: Sprawdź przewodnik
ru_ru: Проверьте руководство

source: Check this box if the coupon cannot be used in conjunction with other coupons.
da_dk: Marker dette felt, hvis kuponen ikke kan bruges sammen med andre kuponer.
de_ch: Aktivieren Sie dieses Kontrollkästchen, wenn der Gutschein nicht in Verbindung mit anderen Coupons verwendet werden kann.
el: Επιλέξτε αυτό το πλαίσιο εάν το κουπόνι δεν μπορεί να χρησιμοποιηθεί σε συνδυασμό με άλλα κουπόνια.
it_it: Selezionare questa casella se il coupon non può essere utilizzato insieme ad altri coupon.
pl_pl: Zaznacz to pole, jeśli kupon nie może być używany w połączeniu z innymi kuponami.
ru_ru: Установите этот флажок, если купон не может быть использован в сочетании с другими купонами.

source: Choose an option:
da_dk: Vælg en mulighed:
de_ch: Wählen Sie eine Option:
el: Επιλέξτε μια επιλογή:
it_it: Scegli un'opzione:
pl_pl: Wybierz opcję:
ru_ru: Выберите вариант:

source: Click to Upgrade Pro
da_dk: Klik for at opgradere Pro
de_ch: Klicken Sie hier, um Pro zu aktualisieren
el: Κάντε κλικ για αναβάθμιση Pro
it_it: Fare clic per aggiornare Pro
pl_pl: Kliknij, aby uaktualnić Pro
ru_ru: Нажмите, чтобы обновить Pro

source: Completed
da_dk: fuldende
de_ch: fertiggestellt
el: ολοκληρωμένος
it_it: finito
pl_pl: zakończony
ru_ru: завершенный

source: CONVERSIONS
da_dk: omdannelser
de_ch: Umrechnung
el: μετατροπές
it_it: conversione
pl_pl: Konwersje
ru_ru: конверсии

source: Conversions :
da_dk: Konverteringer:
de_ch: Umbauten:
el: Μετατροπές:
it_it: Conversioni:
pl_pl: Konwersje:
ru_ru: Конверсии:

source: Coupon
da_dk: kupon
de_ch: Kupon
el: κουπόνι
pl_pl: kupon
ru_ru: купоновидный

source: Coupon amount
da_dk: kuponbeløb
de_ch: Gutscheinbetrag
el: ποσότης κουπονιού
it_it: Importo cedola
pl_pl: Kwota kuponu
ru_ru: купон

source: Coupon code will be automatically applied to checkout.
da_dk: Kuponkode vil automatisk blive anvendt til kassen.
de_ch: Der Gutscheincode wird automatisch auf die Kasse angewendet.
el: Ο κωδικός κουπονιού θα εφαρμοστεί αυτόματα στο ταμείο.
it_it: Il codice coupon verrà automaticamente applicato al checkout.
pl_pl: Kod kuponu zostanie automatycznie zastosowany do kasy.
ru_ru: Код купона будет автоматически применен к оформлению заказа.

source: Coupon expiration frequency
da_dk: kuponudløbsfrekvens
de_ch: Ablauffrequenz des Gutscheins
el: συχνότητα λήξης κουπονιού
it_it: Frequenza di scadenza del coupon
pl_pl: Częstotliwość wygaśnięcia kuponu
ru_ru: Частота купона

source: Coupon Type
da_dk: kupontype
de_ch: Kuponart
el: τύπος κουπονιού
it_it: Tipo di cedola
pl_pl: Typ kuponu
ru_ru: купон

source: Create a New Campaign
da_dk: Opret en ny kampagne
de_ch: Erstellen Sie eine neue Kampagne
el: Δημιουργήστε μια νέα καμπάνια
it_it: Crea una nuova campagna
pl_pl: Utwórz nową kampanię
ru_ru: Создать новую кампанию

source: Create unlimited email templates to be sent at intervals that you set – Intervals start from 15 minutes after cart is abandoned. Free -- limit to 2.
da_dk: Opret ubegrænsede e-mail-skabeloner, der skal sendes med intervaller, som du indstiller – intervaller starter fra 15 minutter efter, at CART er opgivet. Gratis -- grænse til 2.
de_ch: Erstellen Sie unbegrenzte E-Mail-Vorlagen, die Sie in Intervallen senden sollen, die Sie einstellen. Die Intervalle beginnen 15 Minuten nach dem Abbruch des Warenkorbs. Kostenlos - Limit auf 2.
el: Δημιουργήστε απεριόριστα πρότυπα email που θα αποστέλλονται σε διαστήματα που ορίζετε – τα διαστήματα ξεκινούν από 15 λεπτά μετά την εγκατάλειψη του καλαθιού. Δωρεάν -- όριο στο 2.
it_it: Crea modelli di email illimitati da inviare a intervalli impostati: gli intervalli iniziano da 15 minuti dopo l'abbandono del carrello. Gratuito -- Limite a 2.
pl_pl: Twórz nieograniczone szablony e-mail, które mają być wysyłane w ustawionych odstępach czasu – interwały zaczynają się od 15 minut po porzuceniu koszyka. Darmowy -- limit do 2.
ru_ru: Создавайте неограниченные шаблоны электронной почты для отправки с заданными интервалами — интервалы начинаются с 15 минут после отказа от корзины. Бесплатно - ограничение до 2.

source: Customize Compelling Product Titles With Combined Attributes
da_dk: Tilpas overbevisende produkttitler med kombinerede attributter
de_ch: Anpassen überzeugender Produkttitel mit kombinierten Attributen
el: Προσαρμόστε συναρπαστικούς τίτλους προϊόντων με συνδυασμένα χαρακτηριστικά
it_it: Personalizza titoli di prodotti accattivanti con attributi combinati
pl_pl: Dostosuj atrakcyjne tytuły produktów z połączonymi atrybutami
ru_ru: Настройка убедительных заголовков продуктов с помощью комбинированных атрибутов

source: Dashboard
da_dk: instrumentbræt
de_ch: Armaturenb
el: ταμπλό
it_it: cruscotto
pl_pl: tablica rozdzielcza
ru_ru: торпед

source: Date
da_dk: daddel
de_ch: Datum
el: χρονολογώ
it_it: data
pl_pl: pochodzić z dane
ru_ru: дата

source: Date :
da_dk: Dato:
de_ch: Datum:
el: Ημερομηνία
it_it: Data:
pl_pl: Data :
ru_ru: Дата:

source: Day (s)
da_dk: dag (s)
de_ch: Tag (S)
el: Ημέρα (S)
it_it: Giorno (S)
pl_pl: Dzień (y)
ru_ru: день (с)

source: Day(s)
da_dk: Dag(e)
de_ch: Tag(e)
el: Ημέρα(ες)
it_it: giorno/i
pl_pl: Dzień (y)
ru_ru: день(и)

source: Deactivated
da_dk: deaktiveret
de_ch: deaktiviert
el: απενεργοποιημένος
it_it: disattivato
pl_pl: dezaktywowany
ru_ru: дезактивированный

# default email subject for abandoned emails sent to the admin
source: [%s] Cart abandoned
da_dk: [ %s] vogn forladt
de_ch: [ %s] Wagen verlassen
el: [ %s] Καλάθι εγκαταλελειμμένο
it_it: [ %s] Carrello abbandonato
pl_pl: [uDO %s] Koszyk porzucony
ru_ru: [ %s] Корзина заброшена

source: Delete
da_dk: slette
de_ch: löschen
el: διαγράφω
it_it: cancellare
pl_pl: usunąć
ru_ru: лишать

source: Detailed reports
da_dk: Detaljerede rapporter
de_ch: Detaillierte Berichte
el: λεπτομερείς αναφορές
it_it: Rapporti dettagliati
pl_pl: Szczegółowe raporty
ru_ru: подробные отчеты

source: Details
da_dk: detalje
de_ch: Detail
el: λεπτομέρεια
it_it: ragguaglio
pl_pl: bliższe
ru_ru: детали

source: Disable Branding
da_dk: Deaktiver branding
de_ch: Deaktivieren Sie das Branding
el: Απενεργοποιήστε την επωνυμία
it_it: Disabilita il marchio
pl_pl: Wyłącz branding
ru_ru: Отключить брендинг

source: Disable Branding (From email footer).
da_dk: Deaktiver branding (fra e-mail-sidefod).
de_ch: Deaktivieren Sie das Branding (aus der E-Mail-Fußzeile).
el: Απενεργοποίηση επωνυμίας (από υποσέλιδο email).
it_it: Disabilita il branding (dal piè di pagina email).
pl_pl: Wyłącz branding (ze stopki poczty e-mail).
ru_ru: Отключить брендинг (из электронной почты).

source: Documentation
da_dk: dokumentation
de_ch: Dokumentation
el: τεκμη
it_it: documentazione
pl_pl: dokumentacja
ru_ru: документация

source: documentation
da_dk: dokumentation
de_ch: Dokumentation
el: τεκμη
it_it: documentazione
pl_pl: dokumentacja
ru_ru: документация

source: Done
da_dk: færdig
de_ch: erledigt
el: έκτακτος
it_it: finito
pl_pl: spełniony
ru_ru: сделанный

source: Download Report
da_dk: Download rapport
de_ch: Download-Bericht
el: Λήψη αναφοράς
it_it: Scarica rapporto
pl_pl: Pobierz raport
ru_ru: Скачать отчет

source: Duplicate
da_dk: duplikere
de_ch: Dublette
el: διπλότυπο
it_it: duplicare
pl_pl: kopiować
ru_ru: двойной

source: Edit
da_dk: udgive
de_ch: schneiden
el: εκδίδω
it_it: curare
pl_pl: wydać
ru_ru: редактировать

source: Edit Campaign
da_dk: Rediger kampagne
de_ch: Kampagne bearbeiten
el: Επεξεργασία καμπάνιας
it_it: Modifica campagna
pl_pl: Edytuj kam
ru_ru: Изменить камп

source: Email
el: αποφεύγ
it_it: posta elettronica
ru_ru: электронная почт

source: Email :
ru_ru: Электронная почта:
