Repository: WordPressBugBounty/plugins-cart-lift
Catalog: cart-lift/languages/cart-lift-*.po
Languages: da_dk, de_ch, el, it_it, pl_pl, ru_ru

source: Email body
de_ch: E-Mail-Ther
el: Σώμα ηλεκτρονικού ταχυδρομείου
it_it: Corpo di posta elettronica
pl_pl: Treść e-mail
ru_ru: Тело электронной почты

source: Email checkout button color
da_dk: e-mail udtjek knap farve
de_ch: E-Mail-Kasse-Schaltfläche Farbe
el: Χρώμα κουμπιού ολοκλήρωσης αγοράς email
it_it: Colore pulsante di checkout e-mail
pl_pl: Kolor przycisku kasy e-mail
ru_ru: Цвет кнопки оформления электронной почты

source: Email checkout button text
da_dk: e-mail udtjek knap tekst
de_ch: E-Mail-Kasse-Schaltfläche Text
el: Κείμενο κουμπιού ολοκλήρωσης αγοράς email
it_it: Testo del pulsante di checkout e-mail
pl_pl: Tekst przycisku płatności e-mail
ru_ru: Текст кнопки оформления электронной почты

source: Email has been sent successfully.
da_dk: E-mail er blevet sendt.
de_ch: E-Mail wurde erfolgreich gesendet.
el: Το email στάλθηκε με επιτυχία.
it_it: L'e-mail è stata inviata correttamente.
pl_pl: E-mail został wysłany pomyślnie.
ru_ru: Электронная почта отправлена успешно.

source: Email header color
da_dk: E-mail header farve
de_ch: E-Mail-Header-Farb
el: Χρώμα κεφαλίδας email
it_it: Colore dell'intestazione dell'e
pl_pl: Kolor nagłówka e-mail
ru_ru: Цвет заголовка электронной почты

source: Email header text
da_dk: E-mail header tekst
de_ch: E-Mail-Header-T
el: Κείμενο κεφαλίδας email
it_it: Testo dell'intestazione dell'
pl_pl: Tekst nagłówka e-mail
ru_ru: Текст заголовка электронной почты

source: Email Sent
da_dk: E-mail sendt
de_ch: E-Mail gesendet
el: Email Στάλθηκε
it_it: Email inviata
pl_pl: Wysłano e-
ru_ru: Электронная почта отправлен

source: Email Sent :
da_dk: Sendt mail:
de_ch: E-Mail gesendet:
el: Email Στάλθηκε:
it_it: Email inviata:
pl_pl: Wysłany e-mail:
ru_ru: Электронная почта отправлена:

source: Email subject
da_dk: E-mail emne
de_ch: E-Mail-Betre
el: Θέμα ηλεκτρονικού ταχυδρομείου
it_it: Oggetto e-mail
pl_pl: Temat e-mail
ru_ru: Тема электронной почты

source: Email:
ru_ru: Электронная почта:

source: Enable Cart Lift Popup:
da_dk: Aktiver Popup af vognløft:
de_ch: Aktivieren Sie das Popup-Popup des Warenkorb
el: Ενεργοποίηση αναδυόμενου παραθύρου Cart Lift:
it_it: Abilita popup di sollevamento del carrello:
pl_pl: Włącz wyskakujące okienko podnoszenia koszyka:
ru_ru: Включить всплывающее окно с подъемной корзиной:

source: Enable Cart Lift SMTP for this site:
da_dk: Aktiver Cart Lift SMTP for dette websted:
de_ch: Aktivieren Sie den Warenkorb-Lift-SMTP für diese Website:
el: Ενεργοποιήστε το Cart Lift SMTP για αυτόν τον ιστότοπο:
it_it: Abilita il carrello di sollevamento SMTP per questo sito:
pl_pl: Włącz SMTP koszyka dla tej strony:
ru_ru: Включить SMTP Cart Lift для этого сайта:

source: Enable conditional discount
da_dk: Aktiver betinget rabat
de_ch: Aktivieren Sie den bedingten Rabatt
el: Ενεργοποιήστε την έκπτωση υπό όρους
it_it: Abilita sconto condizionale
pl_pl: Włącz warunkową zniżkę
ru_ru: Включить условную скидку

source: Enable coupon?
da_dk: Aktiver kupon?
de_ch: Gutschein aktivieren?
el: Ενεργοποίηση κουπονιού;
it_it: Abilita il coupon?
pl_pl: Włączyć kupon?
ru_ru: Включить купон?

source: Enable reCAPTCHA V3:
da_dk: Aktiver recaptcha v3:
de_ch: Aktivieren Sie reCAPTCHA V3:
el: Ενεργοποίηση Recaptcha v3:
it_it: Abilita recaptcha v3:
pl_pl: Włącz recaptcha v3:
ru_ru: Включить reCAPTCHA V3:

source: Enable Twilio SMS Notification:
da_dk: Aktiver Twilio SMS-besked:
de_ch: Aktivieren Sie die Twilio-SMS-Benachrichtigung:
el: Ενεργοποίηση ειδοποίησης SMS Twilio:
it_it: Abilita la notifica SMS di Twilio:
pl_pl: Włącz powiadomienie SMS Twilio:
ru_ru: Включить SMS-уведомление Twilio:

source: Enable Twilio SMS?
da_dk: Aktiver Twilio SMS?
de_ch: Twilio-SMS aktivieren?
el: Ενεργοποίηση SMS Twilio;
it_it: Abilita SMS Twilio?
pl_pl: Włącz sms Twilio?
ru_ru: Включить Twilio SMS?

source: Enter score that will check with the reCAPTCHA score.
da_dk: Indtast score, der vil kontrollere med recaptcha-score.
de_ch: Geben Sie die Punktzahl ein, die mit der reCAPTCHA-Punktzahl überprüft wird.
el: Εισαγάγετε τη βαθμολογία που θα ελέγξει με τη βαθμολογία Recaptcha.
it_it: Inserisci il punteggio che verificherà con il punteggio reCAPTCHA.
pl_pl: Wpisz wynik, który będzie sprawdzał z wynikiem recaptcha.
ru_ru: Введите оценку, которая будет проверяться с помощью reCaptcha оценок.

source: Enter Your Email
da_dk: Indtast din e-mail
de_ch: Geben Sie Ihre E-Mail ein
el: Εισαγάγετε το email
it_it: Inserisci la tua email
pl_pl: Wpisz swój e-mail
ru_ru: Введите свой адрес электронной почты

source: Enter your secret key.
da_dk: Indtast din hemmelige nøgle.
de_ch: Geben Sie Ihren geheimen Schlüssel ein.
el: Εισαγάγετε το μυστικό σας κλειδί.
it_it: Inserisci la tua chiave segreta.
pl_pl: Wpisz swój tajny klucz.
ru_ru: Введите свой секретный ключ.

source: Enter your site key
da_dk: Indtast din webstedsnøgle
de_ch: Geben Sie Ihren Website-Schlüssel ein
el: Εισαγάγετε το κλειδί του ιστότοπο
it_it: Inserisci la chiave del tuo sito
pl_pl: Wpisz klucz swojej witryny
ru_ru: Введите ключ вашего сайта

source: Etsy
ru_ru: на Этси

source: Every %d Minutes
da_dk: Hvert %d minut
de_ch: Alle% d Minuten
el: Κάθε %d λεπτά
it_it: Ogni %d minuti
pl_pl: Co %d minut
ru_ru: Каждые %d минут

source: Exit intent popup
de_ch: Popup-Absicht beenden
el: Αναδυόμενο παράθυρο Intent Intent
it_it: popup di intenti di uscita
pl_pl: Wyskakujące okienko z zamiarem wyjścia
ru_ru: Выйти всплывающее окно с намерен

source: Extensive Filtering Options For Exporting A Precised Feed
da_dk: Omfattende filtreringsmuligheder til eksport af et præcist foder
de_ch: Umfangreiche Filteroptionen zum Exportieren eines präzisen Feeds
el: Εκτεταμένες επιλογές φιλτραρίσματος για την εξαγωγή μιας ακριβούς ροής
it_it: Opzioni di filtraggio estese per l'esportazione di un feed preciso
pl_pl: Rozbudowane opcje filtrowania dotyczące eksportu precyzyjnego pliku danych
ru_ru: Обширные варианты фильтрации для экспорта точной подачи

source: Facebook
da_dk: face
ru_ru: фейсбук

source: Favourite Merchant
da_dk: favorit købmand
de_ch: Lieblingshändler
el: αγαπημένος έμπορος
it_it: commerciante preferito
pl_pl: Ulubiony kupiec
ru_ru: любимый торговец

source: features
da_dk: karakteristika
de_ch: Merkmale
el: χαρακτηριστικά
it_it: lineamenti
pl_pl: zarzut
ru_ru: черты

source: Filter:
de_ch: Filtern:
el: φίλτρο:
it_it: Filtro:
pl_pl: Filtr:
ru_ru: Фильтр:

source: Follow up
da_dk: opfølgning
de_ch: nachgehen
el: προσέχω
it_it: andamento
pl_pl: powtarzać
ru_ru: вести себя

source: free
da_dk: frimodig
de_ch: frei
el: ελευθερώνω
it_it: affrancare
pl_pl: bezpłatny
ru_ru: свободный

source: Free Shipping
da_dk: Gratis forsendelse
de_ch: Kostenloser Versand
el: Δωρεάν αποστολή
it_it: Spedizione gratuita
pl_pl: Darmowa wysyłka
ru_ru: бесплатная доставка

source: Free vs Pro
da_dk: gratis vs pro
de_ch: kostenlos gegen pro
el: Δωρεάν VS Pro
it_it: gratuito vs pro
pl_pl: darmowe vs pro
ru_ru: бесплатно против профи

source: free vs pro
da_dk: gratis vs pro
de_ch: kostenlos gegen pro
el: Δωρεάν VS Pro
it_it: gratuito vs pro
pl_pl: darmowe vs pro
ru_ru: бесплатно против профи

source: from
da_dk: fra
de_ch: aus
el: από
it_it: a
pl_pl: u
ru_ru: из

source: From:
da_dk: Fra:
de_ch: Von:
el: από:
it_it: Da:
pl_pl: Od:
ru_ru: от:

source: GDPR Integration
de_ch: DSGVO-Inte
el: Ενοποίηση GDPR
it_it: Integrazione del GDPR
pl_pl: Integracja RODO
ru_ru: Интеграция GDPR

source: General
el: γενικός
it_it: generale
pl_pl: gromadny
ru_ru: обычный

source: General setting data successfully saved.
da_dk: Generel indstilling af data gemt.
de_ch: Allgemeine Einstellungsdaten erfolgreich gespeichert.
el: Αποθηκεύτηκαν με επιτυχία δεδομένα γενικής ρύθμισης.
it_it: Dati di impostazione generale salvati correttamente.
pl_pl: Ogólne dane ustawień pomyślnie zapisane.
ru_ru: Общие настройки данных успешно сохранены.

source: Get
da_dk: bringe
de_ch: bekommen
el: λαμβάνω
it_it: venire
pl_pl: o bustanie
ru_ru: становиться

source: Get
da_dk: bringe
de_ch: bekommen
el: λαμβάνω
it_it: venire
pl_pl: o bustanie
ru_ru: становиться

source: Go Pro
da_dk: gå pro
el: πάω επαγγελματικά
it_it: Vai professionista
pl_pl: zostać pro
ru_ru: стать профессионалом

source: Google Shopping
el: Αγορές Google
pl_pl: Zakupy Google
ru_ru: Google Покупки

source: Graftype
da_dk: grafttype
de_ch: Graftypus
el: σχέσεως
it_it: Graftipo
pl_pl: GRAFTYP
ru_ru: широта

source: Hello, welcome to
da_dk: Hej, velkommen til
de_ch: Hallo, willkommen bei
el: Γεια σας, καλώς ήρθατε
it_it: Ciao, benvenuto a
pl_pl: Witam, zapraszam do
ru_ru: Здравствуйте, добро пожаловать

source: Hour (s)
da_dk: time (s)
de_ch: Stunde (S)
el: Ώρα (S)
it_it: ora (s)
pl_pl: Godzina (s)
ru_ru: час (с)

source: Hour(s)
da_dk: Time(r)
de_ch: Stunde(n)
el: Ώρα(ες)
it_it: ora/i
pl_pl: godzina(y)
ru_ru: час(ы)

source: ID
de_ch: Identifizierung
el: ταυτότητα
it_it: carta d'identità
pl_pl: dowód osobisty
ru_ru: международный

source: If you are using Paddle Payment Gateway, please ensure that you have disabled Abandoned Cart Recovery from there.
da_dk: Hvis du bruger Paddle Payment Gateway, skal du sørge for, at du har deaktiveret genopretning af forladt vogn derfra.
de_ch: Wenn Sie Paddle Payment Gateway verwenden, stellen Sie bitte sicher, dass Sie die Wiederherstellung des abgebrochenen Warenkorbs von dort aus deaktiviert haben.
el: Εάν χρησιμοποιείτε το Paddle Payment Gateway, βεβαιωθείτε ότι έχετε απενεργοποιήσει την ανάκτηση εγκαταλελειμμένου καλαθιού από εκεί.
it_it: Se stai utilizzando il gateway di pagamento Paddle, assicurati di aver disabilitato il recupero del carrello abbandonato da lì.
pl_pl: Jeśli korzystasz z Paddle Payment Gateway, upewnij się, że stamtąd wyłączyłeś odzyskiwanie porzuconego koszyka.
ru_ru: Если вы используете шлюз Paddle Payment Gateway, убедитесь, что вы отключили восстановление брошенной корзины.

source: Image
da_dk: spejlbillede
de_ch: Bild
el: εικών
it_it: immagine
pl_pl: kineskop
ru_ru: идол

source: Individual Campaign conversion
da_dk: Individuel kampagnekonvert
de_ch: Individuelle Kampagnen
el: Μετατροπή μεμονωμένης καμπάνια
it_it: Conversione singola campagna
pl_pl: Konwersja indywidualnej kampanii
ru_ru: Конвертация индивидуальной кампании

source: Individual Campaign sent emails.
da_dk: Individuelle kampagne sendte e-mails.
de_ch: Einzelne Kampagnen-E-Mails.
el: Μεμονωμένη καμπάνια έστειλε email.
it_it: Campagna individuale inviata e-mail.
pl_pl: Indywidualna kampania wysyłana e-maile
ru_ru: Индивидуальная кампания отправляет электронные письма.

source: Individual order items -- Email log, Cart Contents, Unsubscribe order.
da_dk: Individuelle ordrevarer -- E-mail-log, indkøbskurvens indhold, afmeld ordre.
de_ch: Einzelne Bestellpositionen -- E-Mail-Protokoll, Warenkorbinhalt, Bestellung abmelden.
el: Μεμονωμένα στοιχεία παραγγελίας -- αρχείο καταγραφής email, περιεχόμενα καλαθιού, παραγγελία κατάργησης εγγραφής.
it_it: Singoli articoli dell'ordine -- log email, contenuto del carrello, ordine di annullamento dell'iscrizione.
pl_pl: Indywidualne pozycje zamówienia -- Dziennik e-mail, zawartość koszyka, złożenie zamówienia bez subskrypcji.
ru_ru: Индивидуальные товары заказа - журнал электронной почты, содержимое корзины, заказ отмены подписки.

source: Individual order items -- User Details
da_dk: Individuelle ordrevarer -- Brugeroplysninger
de_ch: Einzelne Bestellpositionen - Benutzerdetails
el: Μεμονωμένα στοιχεία παραγγελίας -- Στοιχεία χρήστη
it_it: Singoli articoli dell'ordine: dettagli utente
pl_pl: Indywidualne elementy zamówienia -- dane użytkownika
ru_ru: Индивидуальные позиции заказа -- сведения о пользователе

source: Individual use only
da_dk: Kun individuel brug
de_ch: Nur Einzelnutzung
el: Μόνο ατομική χρήση
it_it: Solo per uso individuale
pl_pl: Tylko do użytku indywidualnego
ru_ru: Только индивидуальное использование

source: Initiate popup to take email when guest user adds product to cart.
da_dk: Start popup for at tage e-mail, når gæstebrugeren tilføjer produkt til indkøbskurven.
de_ch: Initiieren Sie das Popup, um E-Mails zu erhalten, wenn der Gastbenutzer das Produkt in den Warenkorb legt.
el: Εκκινήστε το αναδυόμενο παράθυρο για λήψη email όταν ο επισκέπτης χρήστης προσθέτει προϊόν στο καλάθι.
it_it: Avvia il popup per ricevere e-mail quando l'utente ospite aggiunge il prodotto al carrello.
pl_pl: Zainicjuj wyskakujące okienko, aby odbierać pocztę, gdy użytkownik gość doda produkt do koszyka.
ru_ru: Инициировать всплывающее окно, чтобы принимать электронную почту, когда гостевой пользователь добавляет товар в корзину.

source: Integration
el: ολοκλήρωση
it_it: integrazione
pl_pl: całkowanie
ru_ru: объединение

source: Invalid license key
da_dk: Ugyldig licensnøgle
de_ch: Ungültiger Lizenzschlüssel
el: Μη έγκυρο κλειδί άδειας χρήσης
it_it: Chiave di licenza non valida
pl_pl: Nieprawidłowy klucz licencyjny
ru_ru: Неверный лицензионный ключ

source: Last 30 Days
da_dk: Sidste 30 dage
de_ch: Letzte 30 Tage
el: Τελευταίες 30 ημέρες
it_it: Ultimi 30 giorni
pl_pl: Ostatnie 30 dni
ru_ru: Последние 30 дней

source: Last 7 Days
da_dk: Sidste 7 dage
de_ch: Letzte 7 Tage
el: Τελευταίες 7 ημέρες
it_it: Ultimi 7 giorni
pl_pl: Ostatnie 7 dni
ru_ru: Последние 7 дней

source: Let’s create your first Campaign
da_dk: Lad os oprette din første kampagne
de_ch: Lassen Sie uns Ihre erste Kampagne erstellen
el: Ας δημιουργήσουμε την πρώτη σας καμπάνια
it_it: Creiamo la tua prima campagna
pl_pl: Stwórzmy Twoją pierwszą kampanię
ru_ru: Создадим свою первую кампанию

source: Let’s create your first feed
da_dk: Lad os oprette dit første feed
de_ch: Lassen Sie uns Ihren ersten Feed erstellen
el: Ας δημιουργήσουμε την πρώτη σας ροή
it_it: Creiamo il tuo primo feed
pl_pl: Stwórzmy Twój pierwszy kanał
ru_ru: Создадим свой первый фид

source: License
da_dk: autorisere
de_ch: Bescheinigung
el: άδεια
it_it: licenza
pl_pl: samowola
ru_ru: лицензия

source: Mailchimp
da_dk: postchimpe
de_ch: Postschimpanse
it_it: chimp
pl_pl: nadgarstka
ru_ru: шимпанзе

source: Manage License
da_dk: Administrer licens
de_ch: Lizenz verwalten
el: διαχειρίζομαι την άδεια
it_it: Gestisci la licenza
pl_pl: Zarządzaj licencją
ru_ru: управлять лицензией

source: Manipulate Your Product Price Using Dynamic Pricing
da_dk: Manipuler din produktpris ved hjælp af dynamisk prissætning
de_ch: Manipulieren Sie Ihren Produktpreis mithilfe dynamischer Preise
el: Χειριστείτε την τιμή του προϊόντος σας χρησιμοποιώντας δυναμική τιμολόγηση
it_it: Manipola il prezzo del tuo prodotto utilizzando prezzi dinamici
pl_pl: manipuluj ceną produktu, korzystając z cen dynamicznych
ru_ru: Управляйте ценой продукта с помощью динамического ценообразования

source: Manual Recovery Process
da_dk: Manuel gendannelsesproces
de_ch: Manueller Wiederherstellungsprozess
el: χειροκίνητη διαδικασία ανάκτησης
it_it: Processo di ripristino manuale
pl_pl: Ręczny proces odzyskiwania
ru_ru: Ручной процесс восстановления

source: Minimum time limit 15 minutes.
da_dk: Minimumsfrist 15 minutter.
de_ch: Mindestzeitbegrenzung 15 Minuten.
el: Ελάχιστο χρονικό όριο 15 λεπτά.
it_it: Tempo minimo limite di 15 minuti.
pl_pl: Minimalny limit czasu 15 minut.
ru_ru: Минимальный срок 15 минут.

source: Minute(s)
da_dk: minut(e)
de_ch: Minute(n)
el: λεπτά(α)
it_it: minuti
pl_pl: minuty (min)
ru_ru: Минута(ы)

source: Name
da_dk: ry
de_ch: heißen
el: προσωνυμία
it_it: denominare
pl_pl: imię
ru_ru: имя

source: Name :
da_dk: Navn:
el: Όνομα:
it_it: NOME:
pl_pl: Imię :
ru_ru: Название:

source: Name of the campaign.
da_dk: Kampagnens navn.
de_ch: Name der Kampagne.
el: όνομα της καμπάνιας.
it_it: nome della campagna.
pl_pl: Nazwa kampanii.
ru_ru: Название кампании.

source: Name:
da_dk: Navn:
el: Όνομα:
it_it: NOME:
pl_pl: Imię:
ru_ru: Название:

source: Necessary
da_dk: nødvendig
de_ch: notwendig
el: απαραίτητος
it_it: necessario
pl_pl: konieczny
ru_ru: необходимый

source: Next
da_dk: næste
de_ch: neben
el: πλησιέστερ
it_it: poi
pl_pl: prawie
ru_ru: в следующий раз

source: No
da_dk: ingen
de_ch: kein
el: ουδείς
pl_pl: bynajm
ru_ru: нет

source: No Campaign Found
da_dk: Ingen kampagne fundet
de_ch: Keine Kampagne gefunden
el: Δεν βρέθηκε καμπάνια
it_it: Nessuna campagna trovata
pl_pl: Nie znaleziono kampanii
ru_ru: Кампания не найдена

source: No Data Found
da_dk: Ingen data fundet
de_ch: Keine Daten gefunden
el: Δεν βρέθηκαν δεδομένα
it_it: Nessun dato trovato
pl_pl: Nie znaleziono danych
ru_ru: Данные не найдены

source: No email found to send.
da_dk: Ingen e-mail fundet at sende.
de_ch: Keine E-Mail zum Senden gefunden.
el: Δεν βρέθηκε email για αποστολή.
it_it: Nessuna email trovata da inviare.
pl_pl: Nie znaleziono e-maila do wysłania.
ru_ru: Электронная почта не найдена для отправки.

source: No thanks
da_dk: nej tak
de_ch: Nein danke
el: Όχι Ευχαριστώ
it_it: no grazie
pl_pl: nie, dziękuję
ru_ru: нет спасибо

source: None
da_dk: ingen
de_ch: keine
el: ουδόλ
it_it: nessuno
pl_pl: żaden
ru_ru: ни один

source: Notification For Recovered Cart
da_dk: Meddelelse for genvundet vogn
de_ch: Benachrichtigung für wiederhergestellte Warenkorb
el: Ειδοποίηση για το ανακτημένο καλάθι
it_it: Notifica per carrello recuperato
pl_pl: Powiadomienie o odzyskanym koszyku
ru_ru: Уведомление о восстановленной корзине

source: Notify Admin when a abandoned cart is abandoned
da_dk: underrette admin, når en forladt vogn er forladt
de_ch: Benachrichtigen Sie den Administrator, wenn ein verlassener Wagen abgebrochen wird
el: Ειδοποιήστε τον διαχειριστή όταν εγκαταλείπεται ένα εγκαταλελειμμένο καλάθι
it_it: Avvisa l'amministratore quando un carrello abbandonato viene abbandonato
pl_pl: Powiadom administratora, gdy porzucony koszyk zostanie porzucony
ru_ru: Сообщите администратору, когда брошенная корзина заброшена

source: Notify Admin when a abandoned cart is recovered.
da_dk: Underret admin, når en forladt vogn er gendannet.
de_ch: Benachrichtigen Sie den Administrator, wenn ein verlassener Warenkorb wiederhergestellt wird.
el: Ειδοποιήστε τον διαχειριστή όταν ανακτηθεί ένα εγκαταλελειμμένο καλάθι.
it_it: Avvisa l'amministratore quando viene recuperato un carrello abbandonato.
pl_pl: Powiadom administratora, gdy porzucony koszyk zostanie odzyskany.
ru_ru: Сообщите администратору, когда брошенная корзина будет восстановлена.

source: Once deleted, you will not be able to recover this Campaign!
da_dk: Når først slettet, vil du ikke være i stand til at gendanne denne kampagne!
de_ch: Nach dem Löschen können Sie diese Kampagne nicht wiederherstellen!
el: Μόλις διαγραφεί, δεν θα μπορείτε να ανακτήσετε αυτήν την καμπάνια!
it_it: Una volta eliminato, non potrai recuperare questa campagna!
pl_pl: Po usunięciu nie będziesz mógł odzyskać tej kampanii!
ru_ru: После удаления вы не сможете восстановить эту кампанию!

source: Once deleted, you will not be able to recover this Cart!
da_dk: Når den er slettet, vil du ikke være i stand til at gendanne denne indkøbskurv!
de_ch: Nach dem Löschen können Sie diesen Warenkorb nicht wiederherstellen!
el: Μόλις διαγραφεί, δεν θα μπορείτε να ανακτήσετε αυτό το καλάθι!
it_it: Una volta cancellato, non potrai recuperare questo carrello!
pl_pl: Po usunięciu nie będziesz mógł odzyskać tego koszyka!
ru_ru: После удаления вы не сможете восстановить эту корзину!

source: Other SMTP
da_dk: Andet SMTP
de_ch: Andere SMTP
el: Άλλα SMTP
it_it: Altro SMTP
pl_pl: Inne SMTP
ru_ru: Другое СМТП

source: Paused/Active
da_dk: pauseret/aktiv
de_ch: pausiert / aktiv
el: Παύση/Ενεργός
it_it: Pausa/attiva
pl_pl: Wstrzymane/aktywne
ru_ru: Приостановлен/активен

source: Paused/Active:
da_dk: pauseret/aktiv:
de_ch: Angehalten/aktiv:
el: παύση/ενεργό:
it_it: Pausa/attiva:
pl_pl: Wstrzymane/aktywne:
ru_ru: Приостановлено/активно:

source: Please consider this cart
da_dk: Overvej venligst denne vogn
de_ch: Bitte beachten Sie diesen Warenkorb
el: Παρακαλώ σκεφτείτε αυτό το καλάθι
it_it: Si prega di considerare questo carrello
pl_pl: Proszę rozważyć ten koszyk
ru_ru: Пожалуйста, рассмотрите эту корзину

source: Please Consider Your Cart
da_dk: Overvej venligst din indkøbskurv
de_ch: Bitte berücksichtigen Sie Ihren Warenkorb
el: Παρακαλώ σκεφτείτε το καλάθι σας
it_it: Si prega di considerare il carrello
pl_pl: Proszę rozważyć swój koszyk
ru_ru: Пожалуйста, рассмотрите вашу корзину

source: Please enable SMS notification from settings menu.
da_dk: Aktiver venligst SMS-besked fra indstillingsmenuen.
de_ch: Bitte aktivieren Sie die SMS-Benachrichtigung über das Menü Einstellungen.
el: Ενεργοποιήστε την ειδοποίηση SMS από το μενού Ρυθμίσεις.
it_it: Si prega di abilitare la notifica SMS dal menu delle impostazioni.
pl_pl: Włącz powiadomienie SMS z menu Ustawienia.
ru_ru: Включите SMS-уведомление из меню настроек.

source: Please enter a valid one.
da_dk: Indtast venligst en gyldig.
de_ch: Bitte geben Sie eine gültige ein.
el: Εισαγάγετε ένα έγκυρο.
it_it: Si prega di inserirne uno valido.
pl_pl: Proszę wpisać prawidłowy.
ru_ru: Пожалуйста, введите действительный.

source: Please enter score
da_dk: Indtast venligst score
de_ch: Bitte geben Sie die Punktzahl ein
el: Παρακαλώ εισάγετε τη
it_it: Si prega di inserire il punteggio
pl_pl: Proszę wpisać wynik
ru_ru: Пожалуйста, введите оценку

source: Please enter secret key
da_dk: Indtast venligst hemmelig nøgle
de_ch: Bitte geben Sie den geheimen Schlüssel ein
el: Εισαγάγετε το μυστικό κλειδί
it_it: Si prega di inserire la chiave segreta
pl_pl: Proszę wpisać tajny klucz
ru_ru: Пожалуйста, введите секретный ключ

source: Please enter site key
da_dk: Indtast venligst webstedsnøgle
de_ch: Bitte geben Sie den Websiteschlüssel ein
el: Εισαγάγετε το κλειδί τοποθεσίας
it_it: Si prega di inserire la chiave del sito
pl_pl: Proszę wpisać klucz witryny
ru_ru: Пожалуйста, введите ключ сайта

source: Please find the attached weekly report
da_dk: Find den vedhæftede ugentlige rapport
de_ch: Bitte finden Sie den beigefügten Wochenbericht
el: Βρείτε τη συνημμένη εβδομαδιαία αναφορά
it_it: Si prega di trovare il rapporto settimanale allegato
pl_pl: Proszę znaleźć załączony raport tygodniowy
ru_ru: Пожалуйста, найдите прилагаемый еженедельный отчет

source: Plugins
el: πλειακούς
it_it: plugin
pl_pl: wtyczki
ru_ru: плагины

source: Plugins & Settings
da_dk: Plugins og indstillinger
de_ch: Plugins & Einstellungen
el: Πρόσθετα & Ρυθμίσεις
it_it: Plugin e impostazioni
pl_pl: Wtyczki i ustawienia
ru_ru: Плагины и настройки

source: Popup Editor
el: αναδυόμενο πρόγραμμα επεξεργασίας
it_it: editore popup
pl_pl: Edytor wyskakujących okienek
ru_ru: всплывающий редактор

source: Preview video image
da_dk: forhåndsvisning af videobillede
de_ch: Vorschau-Videobild
el: Προεπισκόπηση εικόνας βίντεο
it_it: Anteprima dell'immagine video
pl_pl: Podgląd obrazu wideo
ru_ru: Предварительный просмотр видеоизображения

source: Price
da_dk: værdi
de_ch: Preis
el: τιμή
it_it: prezzare
pl_pl: oceniać
ru_ru: цена

source: pro
de_ch: Für
el: ενεργητικός
it_it: professionista
pl_pl: zawodowiec
ru_ru: за

source: Pro Features
da_dk: Pro funktioner
de_ch: PRO-Funktionen
it_it: Caratteristiche professionali
pl_pl: Funkcje Pro
ru_ru: Про функции

source: Processing
da_dk: bearbejdning
de_ch: Verarbeitung
el: μεταποίηση
it_it: trattamento
pl_pl: proces
ru_ru: обработка

source: Product :
da_dk: Produkt:
de_ch: Produkt:
el: Προϊόν:
it_it: Prodotto:
pl_pl: Produkt:
ru_ru: Продукт:

source: Product Feed Manager for WooCommerce,
da_dk: Produktfeed manager for WooCommerce,
de_ch: Produktfeed-Manager für WooCommerce,
el: Product Feed Manager για το WooCommerce,
it_it: Gestore feed di prodotti per WooCommerce,
pl_pl: Menedżer kanałów produktów dla WooCommerce,
ru_ru: Менеджер по лентам продуктов для WooCommerce,

source: Product Name
da_dk: Produktnavn
de_ch: Produktname
el: όνομα προϊόντος
it_it: nome prodotto
pl_pl: Nazwa produktu
ru_ru: Название продукта
